Repository: 84000/data-translation-memory
Catalog: toh151-v2.tmx
Source language: bo
Languages: en

source: འཕགས་པ་སྤོབས་པའི་བློ་གྲོས་ཀྱིས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Great Vehicle Sūtra The Questions of Pratibhānamati

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas!

source: འདི་སྐད་བདག་གིས་ཐོས་པའི་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་དུ་ཡོད་པ་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་
en: The Blessed One was residing in Jeta Grove, Anāthapiṇḍada’s park at Śrāvastī.

source: དགེ་སློང་སྟོང་ཉིས་བརྒྱ་ལྔ་བཅུའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཁྲི་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ
en: He was there together with a great saṅgha of 1,250 monks as well as 10,000 bodhisattvas.

source: དེ་ནས་བཅོམ་ལྡན་འདས་འཁོར་མང་པོས་ཡོངས་སུ་བསྐོར་ཅིང་མདུན་གྱིས་བལྟས་ནས་ཆོས་སྟོན་ཏོ། །
en: Surrounded and revered by an immense retinue, the Blessed One taught the Dharma.

source: དེའི་ཚེ་ཚོང་དཔོན་སྤོབས་པའི་བློ་གྲོས་ཞེས་བྱ་བ་ཞིག་ཚོང་དཔོན་གྱི་བུ་ལྔ་བརྒྱ་ཙམ་སོ་སོའི་གཡོག་འཁོར་ལྔ་བརྒྱ་ལྔ་བརྒྱས་ཡོངས་སུ་བསྐོར་ཅིང་མདུན་དུ་བདར་བ་དང་ལྷན་ཅིག་ཏུ་མཉན་དུ་ཡོད་པའི་གྲོང་ཁྱེར་ནས་བྱུང་སྟེ
en: At that time, the merchant Pratibhānamati left the city of Śrāvastī, surrounded and venerated by a group of five hundred merchant’s sons, each of whom was also accompanied by an entourage of five hundred servants.

source: རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ག་ལ་བ་དང་། བཅོམ་ལྡན་འདས་ག་ལ་དེ་ལོགས་སུ་སོང་སྟེ་ཕྱིན་ནས།
en: As they arrived at Jeta Grove in Anāthapiṇḍada’s park where the Blessed One was residing,

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ནས་གཡོག་འཁོར་དང་བཅས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: Pratibhānamati bowed his head at the Blessed One’s feet, circumambulated him three times, and sat down together with his entourage.

source: དེ་ནས་སངས་རྒྱས་ཀྱི་མཐུས་ཚོང་དཔོན་སྤོབས་པའི་བློ་གྲོས་སྟན་ལས་ལངས་ཏེ།
en: At this point, through the power of the Buddha, the merchant Pratibhānamati stood up,

source: བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ།
en: draped his shawl over one shoulder, and knelt on his right knee.

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: With palms together he bowed toward the Blessed One and said,

source: བཅོམ་ལྡན་འདས་ནི་བླ་མའི་མཆོག །ཁམས་གསུམ་པའི་དམ་པ། བྱང་ཆུབ་ཀྱི་བསོད་ནམས་ཀྱི་ལྷག་པའི་གཞི། སེམས་ཅན་ཐམས་ཅད་ངེས་པར་སྒྲོལ་བར་མཛད་པ། ཀུན་དུ་ཁྱབ་པའི་ཐབས་ལ་མཁས་པའི་ཕྱོགས་ཐུག་པ་མ་མཆིས་པ་ངེས་པར་ཐོབ་པར་མཛད་པ་ལགས་ན།
en: “Blessed One, you are the supreme teacher, the most eminent in the three realms, the exalted ground for the merit of awakening, the one who liberates all beings, and the one who brings about the attainment of unbounded skill in all-pervasive methods.

source: བཅོམ་ལྡན་འདས་མ་མཆིས་པའི་དུས་སྙིགས་མའི་རྙོག་པ་ལྔ་དང་ལྡན་པ་ལ་དུག་གསུམ་འབར་ཞིང་རབ་ཏུ་འབར་ལ།
en: Thus, Blessed One, in times to come, during the degenerate age when the five polluting degenerations manifest, the three poisons will burn and blaze forth.

source: གཅིག་ལ་གཅིག་གདུང་བར་བགྱིད་པའི་སེམས་ཅན་རྣམས་ཀྱི་ནང་ན་གང་ཉེས་པར་བསམ་པ་སེམས་པའི་དུས་ན་གཙོ་བོ་མ་མཆིས་ཤིང་དེ་གང་གི་ཡང་མ་ལགས་པ་དང་། རྒྱལ་པོ་དང་། བློན་པོ་ཆེན་པོ་རྣམས་ཡུལ་ལ་སྲེད་པས་ཟིལ་གྱིས་ནོན་ཏེ་
en: Then, among those beings who inflict misery on one another there will be people with evil intentions. At that time, there will be no leader, nor anyone of this kind, and kings and high ministers will be overcome by craving for objects,

source: ཕན་ཚུན་མི་འཐུན་ཞིང་གཅིག་ལ་གཅིག་གཡུལ་འགྱེད་པ་དང་།
en: leading them to quarrel and wage war against each other.

source: དེ་དག་གཅིག་ལ་གཅིག་གཡུལ་འགྱེད་པ་ན་གཞན་དག་གི་དམག་གི་དཔུང་གི་ཚོགས་དང་། དེ་ལས་གཞན་པ་ཡུལ་གྱི་མི་ལུས་ཆབ་འཚལ་བ་རྣམས་ཀྱི་མིང་ཡང་མི་གདའ་བ་དང་།
en: When they wage war against each other, their armies of soldiers as well as the remaining civilian population will be ravaged so that not even their names will remain.

source: སངས་རྒྱས་ཀྱི་བསོད་ནམས་ཀྱི་མཐུས་སངས་རྒྱས་ཀྱི་སློབ་མ་གང་ཟག་བཞི་པོ་མང་པོ་དེ་དག་ཀྱང་བསྟན་པ་འདི་ལ་འཇུག་ཅིང་རབ་ཏུ་བྱུང་བའི་ཚུལ་འཐོབ་པ་དང་།
en: “Through the power of the Buddha’s merit, many among the four types of the Buddha’s disciples will enter the teachings and take on the guise of monks.

source: དེ་དག་ཀྱང་ཕྱི་རོལ་གྱི་གོས་ངུར་སྨྲིག་ཙམ་དང་། ཁོང་པའི་ནང་གི་འདུན་པ་དང་། ཞེ་སྡང་དང་། ཤིན་ཏུ་མ་གུས་ཤིང་ཕན་ཚུན་མི་འཐུན་ལ་གཅིག་ལ་གཅིག་སྐུར་པ་འདེབས་པར་བགྱིད་པ་དང་།
en: Yet even these people will only outwardly be cloaked in saffron robes, while inwardly they will be angry, disrespectful, disharmonious, and slanderous toward one another.

source: སྐྱོན་སྒྲོགས་པར་བགྱིད་པ་དང་། ཡོན་ཏན་ངེས་པར་སྦེད་པར་བགྱིད་པ་དང་།
en: They will advertise the faults of others and downplay their positive qualities.

source: ང་རྒྱལ་དང་། རྒྱགས་པ་དང་། དྲེགས་པས་ནོན་ཅིང་ངར་འཛིན་པ་དང་། ང་ཡིར་འཛིན་པར་བགྱིད་པ་དང་།
en: They will be overcome by pride, conceit, and haughtiness, and will cling to the belief in me and mine.

source: དེ་དག་ཤི་འཕོས་ན་ཡང་ངན་སོང་གསུམ་དུ་སྐྱེ་ཞིང་ཡུད་ཙམ་ཞིག་རྙེད་པའི་དཔལ་ཡང་མ་འཚལ་བ་དང་།
en: When they pass on, they will be born into the lower realms, and they will not find even a moment of fortune.

source: ཚེ་རབས་གཞན་དག་ཏུ་བསྐལ་པ་མང་པོར་སྡུག་བསྔལ་གྱི་ཚོར་བ་མི་བཟད་པ། རྩུབ་པ། ཚ་བ། ཡིད་དུ་མི་མཆི་བ་དག་འབྱུང་བར་འགྱུར་བ་ཡང་མཐོང་ལགས་སོ། །
en: In their future lives they will again encounter many eons of the terrible experiences of suffering and of harshness, heat, and displeasure.

source: བཅོམ་ལྡན་འདས་དེའི་སླད་དུ་སེམས་ཅན་འདི་དག་ཡོངས་སུ་སྨིན་པར་བགྱི་བ་དང་། ངན་འགྲོའི་ལམ་ལས་རྣམ་པར་བཟློག་ནས་བསོད་ནམས་ཀྱིས་གཞལ་མེད་ཁང་ཐོབ་པར་བགྱི་བའི་ཆོས་རྣམས་གང་ལགས། དེ་སྐད་ཅེས་གསོལ་པ་དང་།
en: “On account of that, Blessed One, what are the teachings that will ripen them, turn them back from the paths leading to the lower realms, and enable them to attain the celestial palace due to their merit?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཚོང་དཔོན་སྤོབས་པའི་བློ་གྲོས་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: The Blessed One answered Pratibhānamati,

source: སྤོབས་པའི་བློ་གྲོས་དེ་ལྟར་ཁྱོད་སེང་གེའི་སྒྲ་བསྒྲགས་པས་དེ་བཞིན་གཤེགས་པ་ལ་ཞུ་ཞིང་།
en: “Pratibhānamati, with this lion’s roar, you have asked the Thus-Gone One a question.

source: དེ་ལྟར་སེམས་ཅན་ཐམས་ཅད་དེ་བཞིན་གཤེགས་པ་ལ་ཆོས་ཞུ་བར་སྤྲོ་བ་སྐྱེད་པ་
en: This sort of request for the Dharma of the Thus-Gone One stirs delight in all beings.

source: ལེགས་སོ་ལེགས་སོ། །
en: Excellent, excellent!

source: སྤོབས་པའི་བློ་གྲོས་སེམས་ཅན་རྣམས་གང་ཐོབ་ནས་ལེགས་པར་རབ་ཏུ་དཔལ་དང་ལྡན་པར་འགྱུར་ཞིང་།
en: Pratibhānamati, what attainment would make beings truly splendorous,

source: ནག་པོའི་ཕྱོགས་སྒྲུབ་པ་སྤངས་ནས་དཀར་པོའི་ཕྱོགས་ལ་ཞུགས་ཤིང་། དོན་ཐམས་ཅད་འགྲུབ་པར་འགྱུར་བའི་ཆོས་དེ་དག་ཁྱོད་ཞུས་ཤིག་ཞུས་ནས་ཀྱང་
en: cause them to abandon the dark side, make them join the good side, and accomplish all aims? You should ask about such a teaching. Having done so,

source: ཐེ་ཚོམ་མེད་པར་ཉོན་ཅིག་དང་བཤད་པར་བྱའོ། །
en: you must then listen without doubt and I shall explain.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་སྤོབས་པའི་བློ་གྲོས་ཀྱིས་ཞུས་པ།
en: Pratibhānamati then inquired of the Blessed One,

source: བཅོམ་ལྡན་འདས་ལས་གང་དག་གིས་ནི་ལྷ་རྣམས་ཀྱི་རིས་སུ་སྐྱེ་བར་འགྱུར།
en: “Blessed One, through what deeds is one reborn among the class of gods?

source: གང་དག་གིས་ནི་མི་རྣམས་ཀྱི་རིས་སུ་སྐྱེ་བར་འགྱུར།
en: Through what actions is one reborn among the class of humans?

source: གང་དག་གིས་ནི་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་སྐྱེ་བར་འགྱུར།
en: Through what actions is one reborn among hell beings?

source: གང་དག་གིས་ནི་དུད་འགྲོ་རྣམས་སུ་སྐྱེ་བར་འགྱུར།
en: Through what actions is one reborn among the animals?

source: གང་དག་གིས་ནི་ཡི་དགས་རྣམས་སུ་སྐྱེ་བར་འགྱུར།
en: Through what actions is one reborn among the hungry spirits?

source: གང་དག་གིས་ནི་རིགས་མཐོན་པོ་རྣམས་སུ་སྐྱེ་བར་འགྱུར།
en: Through what actions is one reborn among the high castes?

source: གང་དག་གིས་ནི་བྲན་དང་བྲན་མོ་རྣམས་སུ་སྐྱེ་བར་འགྱུར།
en: Through what actions is one reborn in servitude?

source: བཅོམ་ལྡན་འདས་ལས་གང་དག་གིས་ནི་མི་རྣམས་ཀྱི་ནང་དུ་སེམས་ཅན་སྐྱེས་པ་རྣམས་སྐལ་བ་བཟང་པོར་འགྱུར་ཞིང་
en: Blessed One, through what actions does one become a fortunate being among humans—

source: ཁྱིམ་ཁོལ་དང་ལྡན་པ་དང་། ཁ་དྲི་བདའ་བ་དང་། ཁ་དོག་དང་ལྡན་པ་དང་།
en: someone who has servants, pleasant breath, a nice complexion,

source: མཐོང་ན་དགའ་བ་དང་། གནོད་པ་མ་མཆིས་པ་དང་། ལུས་དང་སེམས་ཤིན་ཏུ་ཐ་མལ་དུ་གནས་པ་དང་། སྐྱེ་བོ་མང་པོས་བསྔགས་པ་རྣམས་སུ་འགྱུར།
en: who is a joy to behold, who faces no harm, who is contented in body and mind, and praised by many people?

source: ལས་གང་དག་གིས་ནི་སེམས་ཅན་རྣམས་མིའི་དམ་པ་ཐོབ་ནས་རྟག་ཏུ་སྐུར་པ་འདེབས་པ་ཐོབ་པར་འགྱུར་ཞིང་།
en: Having already attained the excellent human state among beings, through what actions does one meet with constant slander,

source: སྐྱེ་བོ་མང་པོ་མི་དགའ་བ་དང་། མདོག་མི་སྡུག་པ་དང་། ཁ་དྲི་མི་བདའ་བ་དང་།
en: face the enmity of many beings, have an ugly appearance and bad breath,

source: གནོད་པ་མང་བ་དང་། སེམས་མི་དགའ་བ་དང་། ལུས་ཤིན་ཏུ་སྦྱངས་པ་མ་ལགས་པ་དང་། ཉེས་བྱས་ཀྱི་ལས་ཐམས་ཅད་བགྱིད་པར་འགྱུར།
en: face all sorts of adversity, have a joyless mind and an unhealthy body, and indulge in all kinds of negative actions?

source: བཅོམ་ལྡན་འདས་ལས་གང་དག་གིས་ནི་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་འདི་ལ་རབ་ཏུ་བྱུང་བ་
en: “Blessed One, through what actions will those who have taken ordination in this well-spoken Dharma-Vinaya,

source: དགེ་སྦྱོང་དང་རིགས་ཀྱི་བུ་དང་། རིགས་ཀྱི་བུ་མོ་ཉེ་བར་ཞི་བ་གཙོ་བོར་འཛིན་པ་རྣམས་གང་དང་གང་དུ་སྐྱེ་བའི་སྐྱེ་བ་ཐམས་ཅད་དུ་རྒྱུན་དུ་སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་དཀོན་མཆོག་རྣམས་དང་མི་འབྲལ་བར་འགྱུར་ཞིང་།
en: as a mendicant or a noble son or daughter who values peace, never part from the Jewels of Buddha, Dharma, and Saṅgha throughout their lifetimes and wherever they may be?

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་མཐོང་ནས་ཀྱང་དེ་དག་ལས་ཆོས་ཐོས་ནས་ཡིད་དགའ་ཞིང་ཅི་བསམས་པ་བཞིན་དུ་དོན་ཡང་གྲུབ་པར་འགྱུར།
en: Through what actions will they behold the blessed buddhas, receive the Dharma from them, delight in it, and accomplish the aims they have set their minds on?

source: བདག་གིས་ཞུ་བ་བཅུ་པོ་དེ་དག་ཞུས་པ་ལགས་ན་འབྱུང་པོ་གྲངས་མ་མཆིས་པ་ཐམས་ཅད་ལ་སྨན་པའི་སླད་དུ་བཅོམ་ལྡན་འདས་གསོལ་བ་མ་བཏབ་པར་དགེ་བའི་བཤེས་གཉེན་མཛད་པ།
en: “Given these ten questions of mine, please, Blessed One, spiritual teacher who acts without being requested,

source: ཐུགས་རྗེ་ཆེན་པོ་དང་ལྡན་པ། དབང་དང་ལྡན་པ།
en: who is endowed with great compassion and power,

source: ཆོས་ཐམས་ཅད་ལ་ལྐོག་ཏུ་མ་གྱུར་པའི་སྤྱན་དང་ལྡན་པས་རྣམ་པར་ཕྱེ་སྟེ་རྒྱས་པར་ལན་སྩལ་དུ་གསོལ།
en: and who discerns all phenomena with unclouded eyes, answer them extensively as a remedy for the innumerable malignant forces.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་སྤོབས་པའི་བློ་གྲོས་ལ་བཀའ་སྩལ་པ།
en: The Blessed One replied,

source: སྤོབས་པའི་བློ་གྲོས་ཁྱོད་ཀྱིས་ཇི་ལྟ་བུ་ཞུ་བ་ཞུས་པ་རྣམས་རྒྱས་པར་རྣམ་པར་ཕྱེ་སྟེ་བཤད་ཀྱིས་ཉོན་ཅིག །
en: “Pratibhānamati, I will extensively address and answer your questions, just as you have asked them. Listen well!”

source: ཚོང་དཔོན་སྤོབས་པའི་བློ་གྲོས་ཀྱིས་བཅོམ་ལྡན་འདས་དེ་བཞིན་འཚལ་ལོ་ཞེས་གསོལ་ནས།
en: The merchant Pratibhānamati responded, “Blessed One, I shall do that,” and

source: བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་ཉན་པ་དང་།
en: he listened as the Blessed One had instructed.

source: བཅོམ་ལྡན་འདས་ཀྱིས་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: The Blessed One said,

source: སྤོབས་པའི་བློ་གྲོས་སེམས་ཅན་ལས་ལྔ་དང་ལྡན་པ་རྣམས་ཀྱིས་ནི་ལྷ་ཉིད་ཐོབ་པར་འགྱུར་ཏེ།
en: “Pratibhānamati, beings who engage in the following five actions attain rebirth as gods.

source: ལྔ་གང་ཞེ་ན།
en: What are these five?

source: དང་པོ་བྱམས་པ་དང་ལྡན་པའི་སེམས་ཀྱིས་གནོད་པ་མེད་པར་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྐྱོང་བར་བྱེད་ཅིང་བཟོད་པ་དང་ལྡན་པ་རྣམས་ཡིན།
en: (1) First, with loving minds they do no harm to beings but instead protect them and are patient.

source: གཞན་གྱིས་ནོར་འཕྲོག་པར་མི་བྱེད་ཅིང་བཀྲེན་པའི་སེམས་དང་ལྡན་པ་མ་ཡིན་པས་ཡོངས་སུ་གཏོང་བར་བྱེད་པ་ཡིན།
en: (2) They give generously since they are not stingy and do not steal the possessions of others.

source: གཞན་གྱི་ཆུང་མ་ལ་སྤྱོད་པ་རྣམས་ཀྱང་ཡོངས་སུ་དག་པ་མ་ཡིན་ཏེ།
en: (3) They guard all the bases of training given that those who enjoy themselves with the wives of others are impure.

source: བསླབ་པའི་གཞི་རྣམས་ཀྱང་སྲུང་བར་བྱེད་པ་ཡིན། གསོ་སྦྱོང་ལ་བརྩོན་ཞིང་བདེན་པར་སྨྲ་བ་ཡིན་
en: (4) They naturally maintain diligence in the purification ceremony and speak the truth.

source: རང་བཞིན་དུ་འདུག་ཅིང་རང་གི་སྐྱོན་ཚད་མེད་པ་སྤོང་བར་བྱེད་ལ་མྱོས་པར་འགྱུར་བའི་བཏུང་བ་སྤངས་པ་ཡིན་ཏེ།
en: (5) In order to give up their own limitless faults, they forsake intoxicating beverages.

source: ལས་ལྔ་པོ་དེ་དག་དང་ལྡན་པ་རྣམས་ལྷའི་ལུས་ཐོབ་པར་འགྱུར་རོ། །
en: Beings who engage in these five actions attain divine bodies.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་བཀའ་སྩལ་ཏོ། །
en: Then the Blessed One expressed this in verse:

source: སྲོག་ཆགས་གསོད་ལས་ལྡོག་པ་བྱས་པས་ལྷ་དང་མི་དང་ལྷ་མིན་རྣམས། །འཇིག་རྟེན་དུ་ནི་མི་ཐུབ་ལུས་ཅན་ཚེ་རིང་ནད་མེད་འགྱུར་བ་ཡིན། །
en: “Turning away from killing living beings, no god, human, or asura In the world can conquer them; their bodies are long-lived and healthy.

source: འོད་ཀྱི་དཀྱིལ་འཁོར་དག་པའི་ལུས་ཅན་ཤེས་ལྡན་དྲི་མེད་རྫོགས་པའི་ལུས།
en: They have pure bodies haloed with light—bodies that are glorious, stainless, and perfect.

source: ལྷ་ནང་རབ་མཆོག་དེ་ཡི་ལོངས་སྤྱོད་སྣ་ཚོགས་དཔལ་ཅན་རྟག་ཏུ་འབྱུང་། །
en: The myriad splendid sense pleasures of the highest gods are always at their disposal.

source: བོར་མ་ཐག་ཏུ་ལྷ་ནང་རྟག་ཏུ་ལྷ་ཡི་དབང་ཕྱུག་རྣམས་སུ་འགྱུར། །
en: “As soon they discard this body, they will always become the lord of the gods among gods.

source: བསམ་མེད་བསལ་བ་འཕྲོ་བ་རྣམ་ལོག་རིན་ཆེན་ལོངས་སྤྱོད་རྣམས་དང་ལྡན། །
en: Dispersing, distributing, and renouncing inconceivable wealth, they will find gems and opulence.

source: རྟག་ཏུ་དགའ་ཞིང་རབ་ཏུ་ཡིད་དགའ་དཔལ་ལྡན་གཞལ་མེད་ཁང་གནས་ཤིང་། །
en: They will always be happy and delighted, dwelling in splendid celestial mansions.

source: རྩེ་ཞིང་དགའ་བའི་དཔག་བསམ་ཤིང་གི་ཡུལ་ན་མེ་ཏོག་གཏོར་ལུས་ལྡན། །
en: Their bodies will be like flowers sprinkled in the pleasant and fine realm of the wish-fulfilling tree.

source: མཁས་ཤིང་འདོད་པ་མི་ཕན་ཡོངས་སྤངས་དྲི་མཆོག་དག་པའི་ལུས་དང་ལྡན། །
en: “They are knowledgeable, without harmful desires, and have bodies with the finest fragrance.

source: ཚེ་རབས་ཀུན་དུ་དཔེ་མེད་གསེར་མཆོག་ལུས་དང་ལྡན་ཞིང་རབ་ཏུ་མཛེས། །
en: Throughout all their lives, their bodies are tremendously beautiful like the finest gold.

source: རྟག་ཏུ་ལྷ་ཡི་ནང་དུ་སྐལ་བ་བཟང་ཐོབ་ལུས་ལས་འོད་འབྱུང་འགྱུར། །
en: Constantly among the gods, they acquire great fortune and light streams from their bodies.

source: ལྷ་མོ་སྣ་ཚོགས་ཚོགས་ཀྱིས་བསྐོར་ཅིང་འདོད་པའི་དཔལ་ལ་སྤྱོད་པར་བྱེད། །
en: They are surrounded by a host of sundry goddesses and frolic in the glories of passion.

source: སྔོན་ཆད་ཆོ་ག་བཞིན་དུ་ངག་སྐྱོན་བཞི་སྤངས་ཁ་ནི་དྲི་ཞིམ་ལྡན། །
en: “They have abandoned the four verbal faults and their mouths have a lovely fragrance in accordance with previous rites.

source: གསལ་ཞིང་ཐོགས་མེད་མི་འཇིགས་ཚིག་མཆོག་ལྷ་རྣམས་འདིར་ནི་ངེས་པར་འབྱུང་། །
en: These gods utter supreme words that are clear, unimpeded, and fearless.

source: ཡང་དག་ལན་འདེབས་རྣམ་བསྒྲགས་སྙན་ཅིང་སྐྱེ་བོས་ཤིན་ཏུ་ཚིག་གཟུང་འོས། །
en: Their accurate responses are praised and eloquent and others find them most agreeable.

source: པི་བང་རོལ་མོ་སྒྲ་འབྱོར་སྤྲིན་སྒྲ་སྐད་སྙན་ཕོ་བྲང་འཁོར་སྐད་ལྡན། །
en: Their palaces resound with the melodious and thunderous sound of strings and percussion.

source: མ་རྨོངས་སེམས་ཀྱིས་མྱོས་འགྱུར་མ་ལེགས་རྗོད་བྱེད་སྤངས་པས་ལྷར་འགྱུར་ཞིང་། །
en: “With unimpaired minds, they abandoned confused and ignoble utterances and thus became gods.

source: གྲངས་མེད་དགེ་བའི་ལྷ་ཡིས་མཆོད་པ་ལྷ་ཡི་གནས་ན་གནས་པར་འགྱུར། །
en: Innumerable gods of virtue worship them and they now live in divine abodes.

source: བློ་དང་ལྡན་ཞིང་ལུས་བརྟན་ཡིད་བཟང་བག་ཡོད་ཀུན་དང་ལྡན་པར་འགྱུར། །
en: Intelligent, with stalwart bodies, excellent minds, and possessing all forms of conscientiousness,

source: དེ་དག་རྟག་ཏུ་བདེ་འགྱུར་དབང་རྣམས་དེ་དག་ཕན་པ་རྗོད་པར་བྱེད། །
en: These beings who are always happy and powerful make beneficial speeches.

source: གལ་ཏེ་ཚེ་ཟད་ལྷ་ཡི་ཡུལ་ནས་ལྷུང་བའི་ལྷ་རྣམས་དེ་ཚེ་སྨད། །སྡིག་མེད་ལོ་བརྒྱ་ཉི་ཤུ་ལོན་ན་ལྷ་ཡི་གནས་སུ་འགྲོ་བར་འགྱུར། །
en: “When their life ends, should these gods plunge from the divine abodes to a lower state, They will remain free from misdeeds, and after one hundred twenty years return to the divine abodes.

source: བསོད་ནམས་ལྔ་མངོན་གྱུར་པས་དེ་ནི་དམ་པ་དཔལ་ལྡན་ལུས་འོད་ཅན། །
en: Exhibiting the five merits, their sublime and splendid bodies shine.

source: ལྷ་རྣམས་ལམ་སེལ་བྱེད་ཅིང་ལྷ་རྣམས་བྱེ་བས་མཆོད་དེ་བརྟན་པར་འགྲོ། །
en: They act as beacons of the gods and millions of gods resolutely worship them.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཡང་སྤོབས་པའི་བློ་གྲོས་ལ་བཀའ་སྩལ་པ།
en: Then the Blessed One said,

source: སྤོབས་པའི་བློ་གྲོས་སེམས་ཅན་ལས་ལྔ་དང་ལྡན་པ་རྣམས་མི་རྣམས་ཀྱི་ནང་དུ་སྐྱེ་བར་འགྱུར་ཏེ།
en: “Pratibhānamati, beings who engage in the following five actions are reborn among humans.

source: དང་པོ་བྱས་པ་གཟོ་བས་སྦྱིན་པ་དང་། བཀྲེན་པ་དང་། དབུལ་པོ་དང་། སྡུག་བསྔལ་བ་ལ་ཀུན་བགེད་པ་དང་།
en: (1) First, they give with gratitude and provide for the poor, the destitute, and the miserable.

source: དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་མ་ཉམས་པར་སྟེན་པ་དང་།
en: (2) They follow the path of the ten virtues without fail.

source: སེམས་ཅན་ཐམས་ཅད་ལ་ཞེ་འགྲས་པ་མེད་པའི་བཟོད་པ་དང་།
en: (3) They are patient, harboring no hostility toward anyone.

source: བརྩོན་འགྲུས་ཀྱིས་སེམས་ཅན་ལེ་ལོ་ཅན་རྣམས་དགེ་བའི་ཆོས་ལ་སྤྲོ་བར་བྱེད་ཅིང་
en: (4) They diligently inspire lazy beings to the virtuous Dharma.

source: ངེས་པའི་སེམས་ཀྱིས་གུས་པ་དང་བཅས་ལ་འཐུན་པར་འཛིན་པ་སྟེ།
en: (5) With a determined mind, they maintain harmony.

source: སྤོབས་པའི་བློ་གྲོས་སེམས་ཅན་ལས་ལྔ་པོ་དེ་དག་དང་ལྡན་པ་རྣམས་མི་ཉིད་འཐོབ་པར་འགྱུར་ཞིང་
en: Pratibhānamati, beings who engage in these five actions attain human lives and

source: ལོངས་སྤྱོད་ཀྱང་ཆེན་པོར་འགྱུར་བ་དང་། ཚེ་རིང་བ་དང་། མཛེས་པ་དང་། གཟི་བརྗིད་དང་ལྡན་པ་དང་། འཇིག་རྟེན་གྱི་རྗེ་དཔོན་དུ་འགྱུར་རོ། །
en: grow very wealthy, long lived, beautiful, and majestic, and become lords of the world.”

source: སྦྱིན་པ་བྱིན་པས་མི་ཡི་རྒྱལ་པོ་དམ་པར་འགྱུར། །
en: “Through generosity they will become great kings among humans,

source: རྟག་ཏུ་ལོངས་སྤྱོད་འབྱོར་དང་ལྡན་པར་རབ་ཏུ་འགྱུར། །
en: And constantly increase their pleasure and affluence.

source: ལུས་ངན་པོ་དང་མཚུངས་པར་སྦྱིན་དང་སྤྱོད་པར་བྱེད། །
en: They engage in conduct and generosity equal to Kubera himself.

source: རིགས་དང་དམ་པ་ཐོབ་པས་རྟག་ཏུ་དགའ་བར་འགྱུར། །
en: With such status and excellence, they will always be delighted.

source: ཚུལ་ཁྲིམས་མ་ཉམས་དེ་ནི་དཀོན་མཆོག་མཆོད་པར་བྱེད། །
en: “Their discipline unimpaired, they worship the Three Jewels.

source: ཉེས་བྱས་ཡོངས་སུ་སྤངས་པས་ཤིན་ཏུ་ངེས་པ་སྟེ། །
en: Because they abandon all evil action, their resolve is firm.

source: ཚེ་རིང་དམ་པ་ཐོབ་པས་འཆི་འཕོ་མེད་པ་ཡིན། །
en: They will attain the greatness of longevity and thus be free from death’s passing.

source: བདེ་བ་ཐོབ་པས་སྐྱོན་མེད་རབ་ཏུ་དགའ་བར་འགྱུར། །
en: Because they will attain happiness, they become faultless and joyful.

source: དེས་པའི་མི་ནི་ཕ་རོལ་སེམས་འཁྲུགས་མ་བྱས་ཤིང་། །
en: “Being gentle people, they do not upset others’ minds.

source: གཞན་དག་རྣམས་ཀྱིས་གནོད་བྱས་ཕྱིར་ནི་གནོད་མི་བྱེད། །
en: Likewise, though nasty words are lobbed at them,

source: དེ་བཞིན་ཚིག་ངན་བརྗོད་ཀྱང་གཤེ་བར་མི་བྱེད་པས། །
en: They do not criticize in return,

source: དགེ་བ་མཆོག་གི་ཚུལ་ཐོབ་ནས་ནི་མཛེས་པར་འགྱུར། །
en: And so they will attain the way of supreme virtue and become beautiful.

source: བརྩོན་འགྲུས་བཟང་ལ་ལྷག་པའི་བསམ་པས་སེམས་དཀར་ཞིང་། །
en: “Because their intention toward excellent discipline is sublime, their minds are clean.

source: སྟོབས་དང་གཟི་བརྗིད་ཆེན་པོ་དགེ་བ་རྣམས་དང་ལྡན། །
en: They are replete with great strength and splendor and possess virtues.

source: དམག་དཔོན་ཉིད་ཀྱི་དམ་པ་ཐོབ་པར་གྱུར་པས་ན། །ལོངས་སྤྱོད་འབྱོར་པའི་སྤྱོད་ཡུལ་ལྡན་པས་ལྷ་དེར་འགྱུར། །
en: Because they attain the excellence of military leadership, They shall have dominion over wealth and enjoyment and become like gods.

source: མི་འཕྲོག་སེམས་ལྡན་མཁས་ཤིང་ཤིན་ཏུ་འཐུན་པ་སྟེ། །
en: “They do not covet and are intelligent, knowledgeable, and agreeable.

source: བྱས་པ་གཟོ་ཞིང་ལས་ལ་འདོད་པར་རབ་ཏུ་བྱེད། །
en: They are grateful and keen to work.

source: དཀོན་མཆོག་གསུམ་དང་མ་ལ་སོགས་ལ་མཆོད་མཛངས་པ།
en: They are courageous in venerating the Jewels, their mothers, and so on,

source: ནམ་ཡང་ཀུན་ལ་ཐེ་ཙོམ་བྱེད་པར་མི་འགྱུར་རོ། །
en: And so they never have doubt in any situation.

source: མི་གང་ཁྱད་པར་འཕགས་པ་དགེ་བ་ལྔ་པོ་རྣམས། །བྱེད་པ་དེ་ནི་ས་ཡི་བདག་པོར་རབ་ཏུ་འགྱུར། །
en: “Whoever performs these extraordinary virtues Will become the lords of the land.

source: སྟོབས་ལ་སོགས་དང་གཟུགས་དང་ལོངས་སྤྱོད་མི་ཟད་ལྡན། །
en: They shall attain unfailing strength, health, wealth, and other qualities.

source: གྲགས་ལྡན་ཤིན་ཏུ་གཙོ་བོ་རྣམས་ཀྱིས་རིམ་གྲོ་བྱས། །
en: Renowned, they will be respected by important people.”

source: སྤོབས་པའི་བློ་གྲོས་སེམས་ཅན་ལས་ལྔ་དང་ལྡན་པ་རྣམས་ནི་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་སྐྱེ་བར་འགྱུར་ཞིང་སྐྱེས་ནས་ཀྱང་དེ་དག་ཏུ་བསྐལ་པ་བྱེ་བ་མང་པོར་གནས་པར་འགྱུར་ཏེ
en: “Pratibhānamati, beings who engage in the following five actions are reborn among hell beings, where they remain for millions of eons.

source: ལྔ་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: What are these five?

source: སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་དཀོན་མཆོག་ལ་དད་པར་མི་བྱེད་ལ་
en: (1) They have no faith in the Jewels of the Buddha, Dharma, and Saṅgha.

source: ཀུན་དུ་བསྔགས་པ་མ་ཡིན་བརྗོད་པས་སྐུར་པ་འདེབས་པར་བྱེད་ཅིང་འཕགས་པའི་ལམ་ལ་བརྙས་པ་དང་།
en: They disparage them through unflattering speech and belittle the path of noble beings.

source: དེ་བཞིན་གཤེགས་པའི་མཆོད་རྟེན་འཇིག་པ་དང་།
en: (2) They destroy the stūpas of the thus-gone ones.

source: བར་གྱི་དུས་ན་ཡང་དགེ་སློང་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མ་གང་ཟག་བཞི་པོ་མང་པོར་མི་གུས་པ་འཐུན་པར་མི་འཛིན་པ། འཇིག་རྟེན་གྱི་སྨྲ་བ་ལྷུར་ལེན་པ།
en: (3) In the intermediate times as well, they are extremely disrespectful and disharmonious with monks, nuns, laymen, and laywomen, but love having worldly conversations.

source: དཀོན་མཆོག་གསུམ་གྱི་དཀོར་འཕྲོག་པ་དང་།
en: (4) They steal donations made to the Three Jewels.

source: གཅིག་ལ་གཅིག་ཉེས་རྩོམ་གྱིས། གཅིག་ལ་གཅིག་སྐུར་པ་འདེབས་པའི་ཚིག་གིས་རྒྱལ་པོ་དང་། རྗེ་དཔོན་དང་། བློན་པོ་དང་། ཕ་དང་། བུ་རྣམས་གཅིག་ལ་གཅིག་མི་འཐུན་པས་མི་གུས་པ་རྣམས་དང་།
en: (5) Through their disparaging words that enrage others, they are disrespectful and create discord between kings, leaders, ministers, fathers, and sons.

source: མ་འོངས་པའི་དུས་ན་དགེ་སློང་རྣམས་དེ་བཞིན་གཤེགས་པའི་བསྟན་པ་ལ་ཞུགས་ཏེ
en: “In the future, those monks who enter into the teachings of the thus-gone ones,

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སྟོན་པ་ལ་བརྟེན་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་སྟེ།
en: who follow the teacher—the thus-gone, worthy, perfect Buddha—and go forth from the home into homelessness,

source: བདག་ཉིད་དགེ་སློང་ཡིན་པར་ཁས་འཆེ་ཞིང་དགེ་བའི་ཆོས་ཡང་དག་པར་སྒྲུབ་པ་ལ་མི་གནས་ལ།
en: will pass themselves off as monks yet not maintain the genuine practice of the virtuous Dharma.

source: མཁན་པོ་དང་། སློབ་དཔོན་རྣམས་མགུ་བར་མི་བྱེད་ཅིང་བཀའ་བློ་མི་བདེ་ལ་འཐུན་པར་མི་འཛིན་ཅིང་
en: They will not maintain harmony but will displease their preceptors and instructors and speak harshly.

source: ཡང་དག་པར་རྗེས་སུ་བསྟན་ཀྱང་རྗེས་སུ་བསྟན་པ་ལ་སྒྲུབ་པར་མི་བྱེད་ཅིང་
en: Even though they have been taught correctly, they will not practice those teachings.

source: སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་སྤོང་བར་བྱེད་ལ་བདག་ལ་སྟོད་པར་བྱེད།
en: They will spurn the awakening of the buddhas, praise themselves,

source: གཞན་ལ་སྨོད་པར་བྱེད་ཅིང་ང་རྒྱལ་དང་། རྒྱགས་པ་དང་། དྲེགས་པའི་ཤས་ཆེ་ལ་བླ་མ་རྣམས་ལ་བརྙས་པར་བྱེད།
en: and slander others. For the most part, they will be proud, conceited, and haughty, and will denigrate spiritual teachers.

source: རྙེད་པ་དང་བཀུར་སྟི་ལ་ལྷག་པར་ཞེན་ཅིང་སྐུར་པ་འདེབས་པར་བྱེད་པ་སྟེ།
en: They will yearn for praise and respect but disparage others.

source: སྤོབས་པའི་བློ་གྲོས་སེམས་ཅན་ལས་ལྔ་པོ་དེ་དག་དང་ལྡན་པ་རྣམས་ནི་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་སྐྱེ་བར་འགྱུར་ཞིང་།
en: “Pratibhānamati, beings who engage in those five actions will be reborn among the hell beings
